Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # docker_image.mynginx will be created
+ resource "docker_image" "mynginx" {
      + id          = (known after apply)
      + latest      = (known after apply)
      + name        = "nginx:alpine"
      + output      = (known after apply)
      + repo_digest = (known after apply)
    }

  # docker_image.mynginx2 will be created
+ resource "docker_image" "mynginx2" {
      + id          = (known after apply)
      + latest      = (known after apply)
      + name        = "nginx"
      + output      = (known after apply)
      + repo_digest = (known after apply)
    }

  # docker_image.mynode will be created
+ resource "docker_image" "mynode" {
      + id          = (known after apply)
      + latest      = (known after apply)
      + name        = "node"
      + output      = (known after apply)
      + repo_digest = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://a4eb63e94bb8.ngrok.io/lock?id=win-t%252Fatlantis-example%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
